Repository: BackupTheBerlios/cctools-svn
Catalog: publisher/branches/flickr-storage-branch/resources/locale/*/ccpublisher.po
Languages: ca_es

source: Please enter the URL where you will host your verification metadata. In most cases, this will be the page you link to your MP3 file from.
ca_es: Si us plau, entreu la URL on hostatjareu les metadades de verificació. En la majoria de casos, serà la pàgina que enllaçareu des del vostre fitxer MP3.

source: Verification URL
ca_es: URL de verificació

source: Username
ca_es: Nom d'usuari

source: Password
ca_es: Contrasenya

source: Save your username and password?
ca_es: Voleu desar el vostre nom d'usuari i la vostra contrasenya?

source: Welcome
ca_es: Benvinguts

source: The selected file %s can not be found.
ca_es: No s'ha trobat el fitxer %s seleccionat.

source: ccPublisher does not have sufficient permissions to read the selected files.
ca_es: El ccPublisher no té prou permissos per llegir els fitxers seleccionats.

source: Self Hosted Files
ca_es: Fitxers auto hostatjats

source: Internet Archive login
ca_es: Entrada al Internet Archive

source: Invalid username or password.
ca_es: Nom d'usuari o contrasenya incorrectes.

source: Unable to connect to the Internet Archive to verify username and password.
ca_es: No ha esta possible connectar amb el Internet Archive per verificar el nom d'usuari i la contrasenya.

source: Item Identifier
ca_es: Identificador de l'element

source: That identifier does not conform to the Internet Archive's naming standards.
ca_es: Aquest identificador no segueix els estàndards de nom del Internet Archive.

source: That identifier is not available.
ca_es: Aquest identificador no està disponible.

source: Enter your Internet Archive username and password. If you do not have a username and password, visit http://archive.org to create an account.
ca_es: Entreu el vostre nom d'usuari i la contrasenya del Internet Archive. Si no en teniu, visiteu http://archive.org per crear un nou compte.

source: Complete
ca_es: Finalització

source: Unable to write to the selected file.
ca_es: No ha estat possible escriure en el fitxer seleccionat.

source: You must supply a description of at least 5 words.
ca_es: Heu d'escriure una descripció de 5 paraules com a mínim.

source: You must supply a title.
ca_es: Heu d'indicar un títol.

source: Description
ca_es: Descripció

source: Upload works to the Internet Archive (www.archive.org).
ca_es: Obres pujades al Internet Archive (www.archive.org).

source: Internet Archive Storage
ca_es: Dipòsit en el Internet Archive

source: Create metadata suitable for use with files hosted on your web site.
ca_es: Creeu les metadades adients per ser utilitzades amb els fitxers hostatjats en el vostre lloc web.

source: Self-hosted files
ca_es: Fitxers auto hostatjats

source: Metadata helps others to find your works.
ca_es: Les metadades ajuden a trobar les vostres obres.

source: Tell Us About Your Files
ca_es: Informació dels vostres fitxers

source: Copyright Holder
ca_es: Titular dels drets d'autor

source: Copyright Year
ca_es: Any de registre

source: Title of Work
ca_es: Nom de l'obra

source: Work Format
ca_es: Format de l'obra

source: (separated with a comma)
ca_es: (separades per comes)

source: Keywords help users find works by topic.
ca_es: Les paraules clau ajuden els usuaris a trobar les obres per temàtica.

source: Keywords
ca_es: Paraules clau

source: Select File Formats
ca_es: Seleccioneu el format dels fitxres

source: File Format
ca_es: Format del fitxer

source: Choose Your License
ca_es: Escolliu la vostra llicència

source: License
ca_es: Llicència

source: licensed under the GNU GPL version 2.0
ca_es: Subjecte a llicència GNU GPL versió 2.0

source: After you paste the verification text into your web page, your file is ready to file share; just drop it in your shared folder.
ca_es: Després d'enganxar el text de verificació en la vostra pàgina web, el vostre fitxer està preparat per ser compartit; només cal que el col·loqueu en la vostra carpeta compartida.

source: Prev
ca_es: Previ

source: 2) Choose your Creative Commons license
ca_es: 2) Escolliu la vostra llicència de Creative Commons

source: OK
ca_es: D'acord

source: 1) Drag and drop your audio or video files
ca_es: 1) Arrossegueu i deixeu anar els vostres fitxers d'àudio i vídeo

source: Next
ca_es: Següent

source: Quit
ca_es: Abandona

source: Browse...
ca_es: Navega...

source: You can view your work online shortly at:
ca_es: Ben aviat podreu veure la vostra obra en línia a:

source: Identifier
ca_es: Identificador

source: It will also let you upload your files to the Internet Archive to take advantage of free hosting. ccPublisher is a tool which will help you put your audio and video on the Web with a Creative Commons license. It will also let you upload your files to the Internet Archive to take advantage of free hosting.
ca_es: També us permet pujar els vostres fitxers al Internet Archive per aprofitar-vos de l'hostatjament gratuït. El ccPublisher és una eina que us ajudarà a posar a la xarxa els vostres fitxers d'àudio i vídeo amb una llicència de Creative Commons. També us permet pujar els vostres fitxers al Internet Archive per aprofitar-vos de l'hostatjament gratuït.

source: Delete
ca_es: Esborra

source: Click Next to get started.
ca_es: Cliqueu Següent per començar

source: ccPublisher is a tool which will help you put your audio and video on the Web with a Creative Commons license. It will also let you upload your files to the Internet Archive to take advantage of free hosting.
ca_es: El ccPublisher és una eina que us ajudarà a posar a la xarxa els vostres fitxers d'àudio i vídeo amb una llicència de Creative Commons. També us permet pujar els vostres fitxers al Internet Archive per aprofitar-vos de l'hostatjament gratuït.

source: Copy and paste the text below into the document at
ca_es: Copieu i enganxeu el text inferior en el docuement a

source: Filelist
ca_es: Llistat de fitxers

source: 3) Optionally send your Creative Commons licensed files to the Internet Archive, a free hosting service
ca_es: 3) Opcionalment, envieu els vostres fitxers amb llicència de Creative Commons al Internet Archive, un servei d'hostatjament gratuït

source: ccPublisher 2
ca_es: ccPubliher 2

source: release 1.9.1
ca_es: versió 1,9.1

source: ccPublisher has assembled a suggested identifier based on the metadata you provided. Identifiers must be at least five characters long and may contains upper and lower case letters (A-Z, a-z), digits (0-9), underscores (_) and periods(.). You may change it now; click Next to verify it is available.
ca_es: El ccPublisher ha muntat un identificador com a suggereriment a partir de les metadades que heu facilitat. Els identificadors han de ser com a mínim de cinc caracters i poden contenir majúscules i mínúscules (A-Z, a-z), dígits (0-9), subratllats (_) i puntuacions(.). Podeu canviar-lo ara; cliqueu Següent per verificar que està disponible.

source: 4) Get a URL where you and your friends can download your file
ca_es: 4) Obtingueu una URL des d'on us podreu descarregar el vostre fitxer

source: This is your verification RDF.
ca_es: Aquesta és la vostra verificació RDF

source: Save
ca_es: Desa

source: How does this work?
ca_es: Com funciona això?

source: Is this file Creative Commons licensed?
ca_es: Aquest fitxer té una llicència de Creative Commons

source: Every item in the Internet Archive has a unique identifier which forms a portion of the URL. This identifier can not be changed after your work is submitted to the Internet Archive.
ca_es: Cada element en el Internet Archive té un identificador únic que forma part de la URL. Aquest identificador no pot ser canviat després d'haver tramés l'obra al Internet Archive.

source: This tool will help you put your audio and video on the Web with a Creative Commons license. It's simple:
ca_es: Aquesta eina us ajudarà a col·locar els vostres fitxers d'àudio i vídeo a la xarxa amb una llicència de Creative Commons. És senzill:

source: Your work has been uploaded to the Internet Archive.
ca_es: La vostra obra ha esta pujada al Internet Archive.

source: What is ccPublisher?
ca_es: Què és ccPublisher?
