Repository: BackupTheBerlios/cctools-svn
Catalog: publisher/branches/cchost-storage-branch/resources/locale/*/ccpublisher.po
Languages: gl_es

source: Welcome
gl_es: Benvidos

source: The selected file %s can not be found.
gl_es: Non se atopou o ficheiro %s seleccionado.

source: ccPublisher does not have sufficient permissions to read the selected files.
gl_es: ccPublisher non ten suficientes permisos para ler os ficheiros seleccionados.

source: Self Hosted Files
gl_es: Ficheiros auto aloxados

source: Internet Archive login
gl_es: Entrada a Internet Archive

source: Invalid username or password.
gl_es: Nome de usuario ou contraseña incorrectos

source: Unable to connect to the Internet Archive to verify username and password.
gl_es: Non foi posíbel conectar con Internet Archive para verificar-lo nome de usuarios e contraseña.

source: Item Identifier
gl_es: Identificador do elemento

source: That identifier does not conform to the Internet Archive's naming standards.
gl_es: Este identificador non segue os estándares de nome de Internet Archive.

source: That identifier is not available.
gl_es: Este identificador non está dispoñíbel

source: Enter your Internet Archive username and password. If you do not have a username and password, visit http://archive.org to create an account.
gl_es: Completa o teu nome de usuario e contrasinal de Internet Archive. Se aínda non os tes, visita http://archive.org para crear unha nova conta.

source: Complete
gl_es: Finalización

source: Unable to write to the selected file.
gl_es: Non foi posíbel escreber no ficheiro seleccionado.

source: You must supply a description of at least 5 words.
gl_es: Debes escreber unha descripción de 5 palabras como mínimo.

source: You must supply a title.
gl_es: Debes indicar un título.

source: Description
gl_es: Descripción

source: Upload works to the Internet Archive (www.archive.org).
gl_es: Subir obras ao Internet Archive (www.archive.org).

source: Internet Archive Storage
gl_es: Depósito no Internet Archive

source: Create metadata suitable for use with files hosted on your web site.
gl_es: Crea os metadatos axeitados para ser empregados cos ficheiros aloxados no teu sitio web.

source: Self-hosted files
gl_es: Ficheiros auto aloxados

source: Metadata helps others to find your works.
gl_es: Os metadatos axudan a atopa-las túas obras.

source: Tell Us About Your Files
gl_es: Información dos teus ficheiros

source: Copyright Holder
gl_es: Titular dos dereitos de autor

source: Copyright Year
gl_es: Ano de rexistro

source: Title of Work
gl_es: Nome da obra

source: Work Format
gl_es: Formato da obra

source: (separated with a comma)
gl_es: (separadas por comas)

source: Keywords help users find works by topic.
gl_es: As palabras clave axudan aos usuarios a atopar obras por temáticas.

source: Keywords
gl_es: Palabras clave

source: Select File Formats
gl_es: Selecciona o formato dos ficheiros

source: File Format
gl_es: Formato do ficheiro

source: Choose Your License
gl_es: Escolle a túa licenza

source: License
gl_es: Licenza

source: licensed under the GNU GPL version 2.0
gl_es: con licenza GNU GPL versión 2.0

source: After you paste the verification text into your web page, your file is ready to file share; just drop it in your shared folder.
gl_es: Despois de pegar o texto de verificación na túa páxina web, o teu ficheiro está listo para ser compartido; só hai que colocalo na túa carpeta compartida.

source: Prev
gl_es: Previo

source: 2) Choose your Creative Commons license
gl_es: 2) Escolle a túa licenza de Creative Commons

source: OK
gl_es: Dacordo

source: 1) Drag and drop your audio or video files
gl_es: 1) Arrastra e solta os teus ficheiros de audio e vídeo

source: Next
gl_es: Seguinte

source: Quit
gl_es: Abandoa

source: Browse...
gl_es: Navega...

source: You can view your work online shortly at:
gl_es: Pronto poderás ve-la tua obra en líña en:

source: Identifier
gl_es: Identificador

source: It will also let you upload your files to the Internet Archive to take advantage of free hosting. ccPublisher is a tool which will help you put your audio and video on the Web with a Creative Commons license. It will also let you upload your files to the Internet Archive to take advantage of free hosting.
gl_es: Tamén permíteche subir os teus ficheiros ao Internet Archive para beneficiarte do aloxamento gratuíto. ccPublisher é unha ferramenta que te axudará a colocar na rede os teus ficheiros de audio y vídeo con unha licenza de Creative Commons. Tamén te permíte subir os teus ficheiros ao Internet Archive para beneficiarte do aloxamento gratuíto.

source: Delete
gl_es: Borra

source: Click Next to get started.
gl_es: Prema en Seguinte para comezar

source: ccPublisher is a tool which will help you put your audio and video on the Web with a Creative Commons license. It will also let you upload your files to the Internet Archive to take advantage of free hosting.
gl_es: ccPublisher é unha ferramenta que te axudará a colocar na rede os teus ficheiros de audio e vídeo cunha licenza de Creative Commons. Tamén permitira que subas os teus ficheiros ao Internet Archive para beneficiarte de aloxamento gratuíto.

source: Copy and paste the text below into the document at
gl_es: Copia e pega o texto inferior no documento

source: Filelist
gl_es: Listado de ficheiros

source: 3) Optionally send your Creative Commons licensed files to the Internet Archive, a free hosting service
gl_es: ccPublisher 2

source: release 1.9.1
gl_es: versión 1.9.1

source: ccPublisher has assembled a suggested identifier based on the metadata you provided. Identifiers must be at least five characters long and may contains upper and lower case letters (A-Z, a-z), digits (0-9), underscores (_) and periods(.). You may change it now; click Next to verify it is available.
gl_es: ccPublisher montou un identificador como suxerencia a partir dos metadatos que facilitaches previamente. Os identificadores teñen que ser como mínimo de cinco caracteres e poden conter maiúsculas e minúsculas (A-Z, a-z), díxitos identificadores teñen que ser como mínimo cinco caracteres e poden conter maiúsculas e minúsculas (A-Z, a-z), díxitos (0-9), subraiados (_) e puntuacións (.). Podes cambialo agora; preme Seguinte para verificar que está dispoñíbel.

source: 4) Get a URL where you and your friends can download your file
gl_es: 4) Ten una URL dende onde poderás descargar o teu ficheiro

source: This is your verification RDF.
gl_es: Esta é a túa verificación RDF

source: Save
gl_es: Garda

source: How does this work?
gl_es: Cómo funciona isto?

source: Is this file Creative Commons licensed?
gl_es: Este ficheiro ten unha licencia de Creative Commons?

source: Every item in the Internet Archive has a unique identifier which forms a portion of the URL. This identifier can not be changed after your work is submitted to the Internet Archive.
gl_es: Cada elemento en Internet Archive ten un identificador único que forma parte da URL. Non se pode cambiar este identificador logo de enviar a obra a Internet Archive.

source: This tool will help you put your audio and video on the Web with a Creative Commons license. It's simple:
gl_es: Esta ferramenta axudarache a colocar os teus ficheiros de audio e vídeo na rede cunha licenza de Creative Commons. É sinxelo:

source: Your work has been uploaded to the Internet Archive.
gl_es: Subíuse a túa obra a Internet Archive.

source: What is ccPublisher?
gl_es: Que é ccPublisher?
