Repository: BackupTheBerlios/cctools-svn
Catalog: publisher/trunk/resources/locale/*/ccpublisher.po
Languages: de, es_es, he, hr, it, nl, pl, pt_br, sr

source: Choose Your License
de: Wählen Deine Lizenz aus
es_es: Escoge tu licencia
he: יש לבחור את הרשיון שלך
hr: Odaberite Vašu licencu
it: Scegli la Licenza
nl: Kies Uw Licentie
pl: Wybierz licencję
pt_br: Escolha Sua Licença
sr: Odaberite vašu Licencu

source: License
de: Lizenz
es_es: Licencia
he: רשיון
hr: Licenca
it: Licenza
nl: Licentie
pl: Licencja
pt_br: Licença
sr: Licenca

source: 2) Choose your Creative Commons license
de: 2) Creative-Commons-Lizenz auswählen
es_es: 2) Escoge tu licencia de Creative Commons
he: 2) בחר/י את רשיון Creative Commons שלך
hr: 2) Izaberite Vašu Creative Commons licencu
it: 2) Scegli la tua licenza Creative Commons
nl: 2) Kies een Creative Commons licentie
pl: 2) Wybierz licencję Creative Commons
pt_br: 2) Escolha sua licença Creative Commons
sr: 2) Odaberite vašu licencu Creative Commons

source: 1) Drag and drop your audio or video files
de: 1) Audio- und Video-Dateien per Drag and Drop übertragen
es_es: 1) Arrastra y suelta tus ficheros de audio y vídeo
he: 1) יש לגרור ולהשליך את קבצי האודיו והוידאו שלך
hr: 1) Povucite i ispustite Vaše audio ili video datoteke
it: 1) Trascina i tuoi file audio o video
nl: 1) Sleep en plaats uw audio of video bestanden
pl: 1) Przeciągnij pliki audio i wideo do okna programu
pt_br: 1) Arraste e solte seus arquivos de audio ou video
sr: 1) Prebacite ovde vaše audio i video datoteke

source: Quit
de: Beenden
es_es: Abandona
he: יציאה
hr: Izađi
it: Esci
nl: Stop
pl: Wyjdź
pt_br: Sair
sr: Izađi

source: Identifier
de: Bezeichnung
es_es: Identificador
he: מזהה
hr: Identifikator
it: Identificatore
nl: Label
pl: Identyfikator
pt_br: Identificador
sr: Identifikator

source: It will also let you upload your files to the Internet Archive to take advantage of free hosting. ccPublisher is a tool which will help you put your audio and video on the Web with a Creative Commons license. It will also let you upload your files to the Internet Archive to take advantage of free hosting.
de: ccPublisher ist ein Tool, das Dir ermöglicht, Deine Audio- und Video-Dateien mit einer Creative-Commons-Lizenz ins Netz zu stellen. Du kannst damit auch Deine Dateien auf das Internet Archive hochladen und so den Vorteil des kostenlosen Hostings nutzen.
es_es: También te permite subir tus ficheros al Internet Archive para beneficiarte del alojamiento gratuito. ccPublisher es una herramienta que te ayudará a colocar en la red tus ficheros de audio y vídeo con una licencia de Creative Commons. También te permite subir tus ficheros al Internet Archive para beneficiarte del alojamiento gratuito.
he: כמו כן הוא יאפשר לך להעלות את הקבצים שלך ל-Internet Archive על-מנת לנצל את הייתרון של אחסון חינם. ccPublisher הוא כלי שיאפשר לך לשים את קבצי האודיו והוידאו שלך ברשת עם רשיון של Creative Commons. כמו כן הוא יאפשר לך להעלות את הקבצים שלך ל-Internet Archive על-מנת לנצל את היתרון של אחסון חינם.
hr: ccPublisher je alat koji će Vam pomoći da Vaše audio ili video datoteke stavite na web pod Creative Commons licencom. Također će Vam pomoći da pohranite Vaše datoteke na Internet Archive ne biste li iskoristili mogućnost besplatnog web hostinga.
it: Ti consentirà anche di caricare i tuoi files su Internet Archive e sfruttarne l'hosting gratuito. ccPublisher è uno strumento che ti aiuterà a mettere i tuoi file audio e video sul web sotto licenza Creative Commons. Ti consentirà anche di caricare i tuoi files su Internet Archive e sfruttarne l'hosting gratuito.
nl: Het maakt het ook mogelijk uw bestanden te uploaden naar het Internet Archive om gebruik te maken van gratis opslag. ccPublisher is een programma dat u assisteert in het online plaatsen van uw audio en video met een Creative Commons licentie. Het maakt het ook mogelijk uw bestanden te uploaden naar het Internet Archive om gebruik te maken van gratis opslag.
pl: ccPublisher to narzędzie, które ułatwia umieszczenie w Sieci utworów audio i wideo na licencjach Creative Commons. Możesz również wgrać swoje utwory do serwisu Internet Archive, który zapewnia darmowy hosting plików na otwartych licencjach.
pt_br: Isto também permitirá que você submeta seus arquivos para o Internet Archive tendo a vantagem de hospedagem gratuita. ccPublisher é uma ferrammenta que te ajudará a colocar audio e video na Web com licença Creative Commons.
sr: Takođe će vam omogućiti slanje vaših datoteka u Internet arhivu (eng. Internet Archive) sa svim prednostima slobodnog čuvanja. ccPublisher je alatka koja će vam pomoći u slanju vaših audio i video zapisa na Veb sa Creative Commons licencom, kao i slanje vaših datoteka u Internet arhivu sa svim prednostima slobodnog čuvanja.

source: ccPublisher is a tool which will help you put your audio and video on the Web with a Creative Commons license. It will also let you upload your files to the Internet Archive to take advantage of free hosting.
de: ccPublisher ist ein Tool, das Dir ermöglicht, Deine Audio- und Video-Dateien mit einer Creative-Commons-Lizenz ins Netz zu stellen. Du kannst damit auch Deine Dateien auf das Internet Archive hochladen und so den Vorteil des kostenlosen Hostings nutzen.
es_es: ccPublisher es una herramienta que te ayudará a colocar en la red tus ficheros de audio y vídeo con una licencia de Creative Commons. También te permite subir tus ficheros al Internet Archive para beneficiarte del alojamiento gratuito.
he: ccPublisher הוא כלי שיסייע לך לשים את קבצי האודיו והוידאו שלך ברשת עם רישיון של Creative Commons. כמו כן הוא יאפשר לך להעלות את הקבצים שלך ל-Internet Archive על-מנת לנצל את הייתרון של אחסון בחינם.
hr: ccPublisher je alat koji će Vam pomoći da Vaš audio ili video stavite na web pod Creative Commons licencom. Također će Vam pomoći da pohranite Vaše datoteke na Internet Archive ne biste li iskoristili mogućnost besplatnog web hostinga.
it: ccPublisher è uno strumento che ti aiuterà a mettere i tuoi file audio e video sul web sotto licenza Creative Commons. Ti consentirà anche di caricare i tuoi files su Internet Archive e sfruttarne l'hosting gratuito.
nl: ccPublisher is een programma dat u assisteert in het online plaatsen van uw audio en video met een Creative Commons licentie. Het maakt het ook mogelijk uw bestanden te uploaden naar het Internet Archive om gebruik te maken van gratis opslag.
pl: ccPublisher pozwala umieścić w sieci pliki audio lub wideo udostępnione na licencji Creative Commons. Pliki te zostają wgrane do serwisu Internet Archive, który zapewnia ich darmowy hosting.
pt_br: ccPublisher é uma ferrammenta que te ajudará a colocar audio e video na Web com licença Creative Commons. Isto também permitirá que você submeta seus arquivos para o Internet Archive tendo a vantagem de hospedagem gratuita.
sr: ccPublisher je alatka koja će vam pomoći u slanju vaših audio i video zapisa na Veb sa Creative Commons licencom. Takođe će vam omogućiti slanje vaših datoteka u Internet arhivu sa svim prednostima slobodnog čuvanja.

source: Filelist
de: Datei-Liste
es_es: Listado de ficheros
he: רשימת קבצים
hr: Popis datoteka
it: Lista Files
nl: Bestandslijst
pl: Lista plików
pt_br: Lista de arquivos
sr: Lista datoteka

source: 3) Optionally send your Creative Commons licensed files to the Internet Archive, a free hosting service
de: 3) Du kannst optional Deine mit Creative Commons lizenzierten Dateien auf das Internet Archive schicken, das einen kostenlosen Honsting-Service bietet.
es_es: 3) Opcionalmente, envia tus ficheros con licencia de Creative Commons al Internet Archive, un servicio de alojamiento gratuito
he: 3) לבחירתך, ניתן לשלוח את הקבצים שלך תחת רשיון של Creative Commons ל-Internet Archive, לשירות אחסון חינם
hr: 3) Opcionalno, pošaljite Vašu datoteku pod Creative Commons licencom na besplatni servis za objavljvanje Internet Archivea
it: 3) Invia, se vuoi, i tuoi file sotto licenza Creative Commons a Internet Archive, un servizio di hosting gratuito
nl: 3) Optioneel: Verstuur uw Creative Commons gelicenseerde bestanden naar het Internet Archive, een gratis opslag dienst
pl: 3) Jeśli chcesz, możesz umieścić utwory udostępnione na licencjach Creative Commons w Internet Archive, serwisie hostującym za darmo tego rodzaju pliki
pt_br: 3) Opcionalmente você poderá mandar arquivos licenciados para o Internet Archive, um serviço gratuito de hospedagem
sr: 3) Opciono pošaljite vaše datoteke, licencirane Creative Commons licencom, u Internet arhivu (eng. Internet Archive), slobodni skladište za čuvanje datoteka.

source: ccPublisher has assembled a suggested identifier based on the metadata you provided. Identifiers must be at least five characters long and may contains upper and lower case letters (A-Z, a-z), digits (0-9), underscores (_) and periods(.). You may change it now; click Next to verify it is available.
de: ccPublisher hat eine empfohlene Bezeichnung generiert, die auf den von Dir vorgegebenen Metadaten basiert. Bezeichnungen müssen wenigstens 5 Zeichen lang sein und können Groß- oder Kleinbuchstaben (A-Z, a-z) enthalten, Zahlen (0-9), Unterstriche (_) und Punkte (.). Du kannst die Bezeichnung jetzt ändern, klicke dann auf 'Weiter', um zu prüfen, ob sie noch verfügbar ist.
es_es: ccPublisher ha montado un identificador como sugerencia a partir de los metadatos que has facilitado. Los identificadores tienen que ser como mínimo de cinco caracteres y pueden contener mayúsculas y minúsculas (A-Z, a-z), dígitos (0-9), subrayados (_) y puntuaciones(.). Puedes cambairlo ahora; clica Siguiente para verificar que está disponible.
he: ccPublisher הרכיב הצעה למזהה, בהתבסס על המידע שסיפקת. מזהים חייבים להיות באורך של לפחות 5 תווים ויכולים להכיל אותיות לועזיות גדולות וקטנות (A-Z, a-z), ספרות (1-9), קווים תחתיים (_) ונקודות(.). ניתן לשנות אותו כעת; יש ללחוץ על "הבא" על-מנת לוודא שהוא פנוי.
hr: ccPublisher je sastavio predloženi identifikator na osnovu metapodataka koje ste dali. Identifikatori moraju imati barem pet znakova i mogu sadržavati velika i mala slova bez dijakritika (A-Z, a-z), brojke (0-9), podvlake (_) i točke (.). Sada ga možete promijeniti. Kliknite na Dalje da provjerite je li dostupan.
it: ccPublisher ha assemblato un Identificatore suggerito in base ai metadata che hai fornito. Gli Identificatori devono essere lunghi almeno 5 caratteri e possono contenere lettere minuscole e maiuscole (A-Z, a-z), numeri (0-9), underscore (_) e punti (.). Puoi cambiarlo ora; premi Successivo per verificare se è disponibile.
nl: ccPublisher heeft een label voor u samengesteld gebaseerd op de door u verschafte metadata. Labels moeten tenminste vijf karakters lang zijn en mogen alleen hoofd-, kleine letters (A-Z, a-z), cijfers (0-9), liggende streepjes (_) en punten bevatten. U kunt het nu veranderen;Klik op Verder om na te gaan of het aanwezig is.
pl: ccPublisher proponuje użyć identyfikatora stworzonego na podstawie podanych metadanych. Identyfikatory muszą mieć co najmniej 5 znaków, mogą zawierać duże i małe litery (A-Z, a-z), cyfry (0-9), podkreślniki (_) i kropki (.). Możesz teraz zmienić identyfikator. Kliknij dalej by sprawdzić, czy jest dostępny.
pt_br: ccPublisher criou uma sugestão de identificador baseado nos metadados que você proveu. Identificadores precisam ter no mínimo 5 caracteres e pode conter letras (A-Z, a-z), números (0-9), underscores (_) e pontos(.).
sr: ccPublisher je kreirao jedan identifikator kao sugestiju, bazirajući se na metapodacima koje ste uneli. Identifikatori moraju sadržati najmanje pet slova; mogu se sastojati od velikih i malih slova (A-Ž, a-ž), brojeva (0-9), podvlaka (_) i tački (.). Možete izmeniti sada; kliknite na Sledeći kako biste proverili dostupnost.

source: 4) Get a URL where you and your friends can download your file
de: 4) Hier bekommst Du eine URL, unter der Du und Deine Freunde Deine Datei downloaden können.
es_es: 4) Ten una URL desde donde podrás descargarte tu fichero
he: 4) קבלת כתובת URL ממנה ניתן יהיה להוריד את הקובץ שלך.
hr: 4) Dohvatite URL s kojeg Vi i Vaši prijatelji možete skinuti Vašu datoteku
it: 4) Ottieni un URL dove tu e i tuoi amici potrete scaricare il tuo file!
nl: 4) Verkrijg een URL waar u en uw vrienden uw bestand kunnen downloaden
pl: 4) Otrzymasz URL pozwalający ściągnąć plik umieszczony w Internet Archive
pt_br: 4) Pegue o endereço de onde você e seus amigos poderão baixar o arquivo.
sr: 4) Dobijte URL gde ćete vi i vaši prijatelji moći skidati vaše datoteke.

source: Every item in the Internet Archive has a unique identifier which forms a portion of the URL. This identifier can not be changed after your work is submitted to the Internet Archive.
de: Jedes Element im Internet Archive hat eine einzelne Bezeichnung, die einen Teil der URL darstellt. Diese Bezeichnung darf nicht mehr geändert werden, wenn Deine Arbeit in das Internet Archive übertragen ist.
es_es: Cada elemento en Internet Archive tiene un identificador único que forma parte de la URL. No se puede cambiar este identificador después de enviar la obra a Internet Archive.
he: לכל פריט ב-Internet Archive יש מזהה ייחודי המהווה חלק מכתובת ה-URL. מזהה זה לא ניתן לשינוי לאחר שיצירתך מועלית ל-Internet Archive.
hr: Svaki sadržaj na Internet Archiveu ima jedinstveni identifikator koji čini dio URL-a. Taj identifikator se ne može mijenjati nakon što je Vaše djelo postavljeno na Internet Archive.
it: Ogni file su Internet Archive ha un Identificatore unico che forma una parte del suo URL. Questo Identificatore non potrà essere cambiato dopo che la tua opera verrà inviata a Internet Archive.
nl: Elk item in het Internet Archive heeft een uniek label die een deel van de URL vormt. Dit label kan niet meer verandert worden nadat u uw werk heeft toegevoegd aan het Internet Archive.
pl: Każdy utwór umieszczony w archiwum posiada unikalny identyfikator, który zostaje również umieszczony w URLu. Identyfikatora nie można zmienić po zgłoszeniu pliku do hostowania w Internet Archive.
pt_br: Cada item do Internet Archive possui um identificador único que ajuda a formar o endereço do arquivo. Este identificador não poderá ser alterado após submetê-lo ao Internet Archive.
sr: Svaka datoteka u Internet arhivi (eng. Internet Archive) ima jedinstven identifikator koji čini dio URL adrese. Taj identifikator nije moguće promeniti posle slanja vašeg dela u Internet arhivu.

source: This tool will help you put your audio and video on the Web with a Creative Commons license. It's simple:
de: Dieses Tool ermöglicht Dir, Deine Audio- und Video-Dateien mit einer Creative-Commons-Lizenz ins Netz zustellen. Es ist ganz einfach:
es_es: Esta herremienta te ayudará a colocar tus ficheros de audio y vídeo en la red con una licencia de Creative Commons. Es simple:
he: כלי זה יסייע לך לשים את קבצי האודיו והוידאו שלך ברשת עם רישיון של Creative Commons. זה פשוט:
hr: ccPublisher će Vam pomoći da Vaše audio ili video datoteke stavite na web pod Creative Commons licencom.
it: Questo strumento ti aiuterà a mettere i tuoi file audio e video sul Web sotto licenza Creative Commons. E' semplice:
nl: Dit programma assisteert u met het online plaatsen van audio en video met een Creative Commons licentie. Het is heel makkelijk:
pl: ccPublisher pozwala umieścić w sieci pliki audio lub wideo udostępnione na licencji Creative Commons. To nic trudnego:
pt_br: Esta ferramenta o ajudará a colocar audio e video na Web sob uma licença Creative Commons. É simples:
sr: Ova alatka će vam pomoći da objavite vaše audio i video datoteke na veb, pod Creative Commons licencom. Jednostavno je:

source: What is ccPublisher?
de: Was ist der ccPublisher?
es_es: ¿Qué es ccPublisher?
he: מהו ccPublisher?
hr: Što je ccPublisher?
it: Cos'è ccPublisher?
nl: Wat is ccPublisher?
pl: O programie
pt_br: O que é o ccPublisher?
sr: Šta je ccPublisher?

source: Audio
he: אודיו
sr: Zvučni zapis

source: Video
es_es: Vídeo
he: וידאו
pl: Wideo
sr: Video zapis

source: Internet Archive login
de: Login für Internet Archive
es_es: Entrada a Internet Archive
he: כניסה ל-Internet Archive
hr: Prijava na Internet Archive
it: Login Internet Archive
pl: Nazwa użytkownika w Internet Archive
pt_br: Login do Internet Archive
sr: Nalog na Internet arhivi (eng. Internet Archive)

source: release 1.9.1
de: Version 1.9.1
es_es: versión 1.9.1
he: מהדורה 1.9.1
hr: verzija 1.9.1
it: versione 1.9.1
pl: wersja 1.9.1
pt_br: versão 1.9.1
sr: verzija 1.9.1

source: OK
es_es: De acuerdo
hr: Prihvati
