Repository: BackupTheBerlios/cctools-svn
Catalog: publisher/trunk/resources/locale/*/ccpublisher.po
Languages: de, es_es, he, hr, it, nl, pl, pt_br, sr

source: appname
nl: applicatie naam

source: release
nl: versie

source: copyright 2004-2006, Creative Commons
he: כל הזכויות שמורות 2004-2006, Creative Commons
nl: auteursrecht 2004-2006 Creative Commons

source: licensed under the GNU GPL version 2.0
de: lizenziert unter der GNU GPL Version 2.0
es_es: con licencia GNU GPL versión 2.0
he: מוצע תחת רשיון ה-GNU GPL גרסה 2.0
hr: licencirano pod GNU Općom javnom licencom, v. 2.0
it: sotto licenza GNU GPL versione 2.0
nl: Gelicenseerd onder de GNU GPL licentie versie 2.0
pl: udostępniany na licencji GNU GPL wersja 2.0
pt_br: licenciado sobre GNU GPL versão 2.0
sr: licencirano pod GNU GPL licencom, verzija 2.0

source: This is your verification RDF.
de: Dies ist Deine RDF zur Überprüfung.
es_es: Esta es tu verificación RDF
he: זהו RDF האימות שלך.
hr: Dolje je Vaš verifikacijski RDF kod.
it: Questo è il tuo RDF di verifica.
nl: Dit is uw RDF verificatie
pl: Oto kod weryfikujący RDF.
pt_br: Este é seu RDF de verificação.
sr: Ovo je vaš RDF za potvrđivanje.

source: Copy and paste the text below into the document at
de: Den unteren Text kopieren und in das Dokument einfügen
es_es: Copia y pega el texto inferior en el docuemento a
he: יש להעתיק ולהדביק את הטקסט שמתחת לתוך המסמך ב-
hr: Kopirajte i ubacite donji tekst u dokument na
it: Copia e incolla il testo qui sotto nel documento su
nl: Kopieer en plak de tekst hieronder in het document bij
pl: Skopiuj i wklej poniższy tekst do dokumentu
pt_br: Copie e cole o texto abaixo no documento em
sr: Iskopirajte i nalepite donji tekst u dokument na

source: After you paste the verification text into your web page, your file is ready to file share; just drop it in your shared folder.
de: Nachdem Du den Verifizierungstext auf Deine Webseite kopiert hast, ist Deine Datei zum Sharing bereit. Lege sie einfach in den freigegebenen Ordner.
es_es: Después de pegar el texto de verificación en tu página web, tu fichero está listo para ser compartido; sólo hya que colocarlo en tu carpeta compartida.
he: לאחר שהדבקת את טקסט האימות לתוך עמוד האינטרנט שלך, הקובץ שלך מוכן לשיתוף-קבצים; פשוט יש לשים אותו בתיקיית השיתוף שלך.
hr: Nakon što ste uvrstili verifikacijski kod u Vašu web stranicu, Vaša je datoteka spremna za razmjenu datoteka preko mreže (file sharing); samo je stavite u direktorij s datotekama za razmjenu (shared folder).
it: Dopo aver incollato il testo di verifica nella tua pagina web, il tuo file è pronto per essere condiviso; devi solo metterlo nella tua cartella condivisa.
nl: Nadat u de verificatie tekst in uw webpagina heeft geplaatst, is uw bestand klaar om gedeeld te worden; sleep het gewoonweg in uw deel map
pl: Po wklejeniu kodu weryfikacji na swoją stronę internetową możesz zacząć udostępniać plik - wystarczy umieścić go w odpowiednim folderze.
pt_br: Após colar o texto de verificação na sua página, seu arquivo estará pronto para ser compartilhado; apenas coloque em sua pasta de compartilhamento.
sr: Onog momenta kada zapišete tekst za potvrdjivanje u vašu veb stranicu, vaša datoteka je spremna za razmenu; samo treba da je ubacite u folder za razmenu.

source: Save
de: Speichern
es_es: Guarda
he: שמירה
hr: Spremi
it: Salva
nl: Bewaar
pl: Zapisz
pt_br: Salvar
sr: Sačuvaj

source: Your work has been uploaded to the Internet Archive.
de: Dein Werk wurde ins Internet Archive hochgeladen.
es_es: Se ha subido tu obra a Internet Archive.
he: יצירתך הועלתה ל-Internet Archive.
hr: Vaše djelo je sada pohranjeno na Internet Archive stranicama.
it: La tua opera è stata caricata su Internet Archive.
nl: Uw werk is geupload naar het Internet Archive
pl: Twój utwór został wgrany do Internet Archive
pt_br: Seu arquivo já foi enviado ao Internet Archive.
sr: Vaše delo je poslato u Internet arhivu (eng. Internet Archive)

source: You can view your work online shortly at:
de: Hier kannst Du Dein Werk in Kürze online sehen:
es_es: Pronto podrás ver tu obra en línea en:
he: ניתן יהיה לצפות ביצירתך בעוד זמן קצר ב:
hr: Ubrzo ćete Vaše djelo moći vidjeti na:
it: Potrai vedere la tua opera a breve online su:
nl: U kunt uw werk binnenkort hier zien:
pl: Niedługo będziesz mógł obejrzeć swój utwór pod adresem:
pt_br: Você pode ver seu trabalho online em:
sr: Ubrzo ćete moći videti vaše radove na Internetu ovde:

source: This tool will help you put your audio and video on the Web with a Creative Commons license. It's simple:
nl: Dit programma zal je helpen met het online plaatsen van audio en video met een Creative Commons licentie. Het is heel makkelijk:

source: 1) Drag and drop your audio or video files 2) Choose your Creative Commons license 3) Optionally send your Creative Commons licensed files to the Internet Archive, a free hosting service 4) Get a URL where you and your friends can download your file
nl: 1)Sleep en plaats uw audio of video bestanden 2) Kies de gewenste Creative Commons licentie 3) Optioneel: Verstuur uw Creative Commons gelicenseerde bestanden naar het Internet Archive, een gratis opslag dienst 4) Verkrijg een URL waar u en uw vrienden uw bestand kunnen downloaden

source: Click Next to get started.
de: Auf 'Weiter' klicken, um zu beginnen.
es_es: Clica Siguiente para empezar
he: יש ללחוץ על "הבא" על-מנת להתחיל.
hr: Da biste krenuli kliknite na Dalje
it: Clicca Successivo per iniziare
nl: Klik Verder om te starten
pl: Naciśnij Dalej by zacząć
pt_br: Clique em Próximo para iniciar.
sr: Kliknite na sledeći za početak.

source: How does this work?
de: Wie funktioniert das?
es_es: ¿Cómo funciona esto?
he: כיצד זה עובד?
hr: Kako funckcionira ccPublisher?
it: Come funziona?
nl: Hoe werkt dit?
pl: Jak to działa?
pt_br: Como isto funciona?
sr: Kako ovo funkcioniše?

source: Is this file Creative Commons licensed?
de: Hat diese Datei eine Creative-Commons-Lizenz?
es_es: ¿Este fichero tiene una licencia de Creative Commons?
he: האם הקובץ הזה מוצע תחת רשיון של Creative Commons?
hr: Je li ova datoteka pod Creative Commons licencom?
it: Questo file è sotto licenza Creative Commons?
nl: Is dit bestandd onder een Creative Commons licentie gelicenseerd
pl: Czy plik ten jest na licencji Creative Commons?
pt_br: Este arquivo é licenciado sob Creative Commons?
sr: Da li je ta datoteka licencirana Creative Commons licencom?

source: Prev
de: Zurück
es_es: Previo
he: הקודם
hr: Prethodno
it: Anteprima
nl: Vorige
pl: Wróć
pt_br: Anterior
sr: Prethodni

source: Next
de: Weiter
es_es: Siguiente
he: הבא
hr: Dalje
it: Successivo
nl: Volgende
pl: Dalej
pt_br: Próximo
sr: Sledeći

source: Delete
de: Löschen
es_es: Borra
he: מחק
hr: Obriši
it: Cancella
nl: Verwijder
pl: Usuń
pt_br: Apagar
sr: Obriši

source: Browse...
de: Durchsuchen…
es_es: Navega...
he: עיון...
hr: Traži...
it: Sfoglia...
nl: Blader...
pl: Przeglądaj...
pt_br: Procurar...
sr: Traži...

source: The Internet Archive needs to know the format of your file. Please click on the drop down box to select the format type for each file.
nl: Het Internet Archive dient het formaat van uw bestand te weten. Klik alstublieft op de selectie lijst om het juiste formaat type te selecteren voor elk bestand

source: About ccPublisher
nl: Over ccPublisher

source: Select Your Files
nl: Kies Uw bestanden

source: Uploading
nl: Bezig met uploaden

source: Copyright Holder
de: Inhaber des Urheberrechts
es_es: Titular de los derechos de autor
he: בעל זכויות היוצרים
hr: Nositelj autorskog prava
it: Detentore dei Diritti
nl: Auteursrechthebbende
pl: Właściciel praw autorskich
pt_br: Dono dos Direitos Autorais
sr: Nosilac autorskog prava

source: Copyright Year
de: Jahr der Urheberschaft
es_es: Año de registro
he: שנת היצירה
hr: Godina autorskog prava
it: Anno dei Diritti
nl: Auteursrecht Jaar
pl: Rok publikacji
pt_br: Ano do Copyright
sr: Datum sticanja autorskog prava

source: Title of Work
de: Titel des Werks
es_es: Nombre de la obra
he: כותרת היצירה
hr: Naslov djela
it: Titolo dell'opera
nl: Titel van het werk
pl: Tytuł utworu
pt_br: Título do Trabalho
sr: Ime dela

source: Work Format
de: Format des Werks
es_es: Formato de la obra
he: סוג היצירה
hr: Format djela
it: Formato dell'opera
nl: Type Werk
pl: Format utworu
pt_br: Formato do Trabalho
sr: Format dela

source: Description
de: Beschreibung
es_es: Descripción
he: תיאור
hr: Opis
it: Descrizione
nl: Beschrijving
pl: Opis
pt_br: Descrição
sr: Opis

source: Keywords
de: Schlüsselwörter
es_es: Palabras clave
he: מלות-מפתח
hr: Ključne riječi
it: Parole Chiave
nl: Trefwoorden
pl: Słowa kluczowe
pt_br: Palavras-chaves
sr: Ključne reči

source: Keywords help users find works by topic.
de: Schlüsselwörter helfen Usern bei der Suche von Werken nach Themen.
es_es: Las palabras clave ayudan a los usuarios a encontrar obras por temáticas.
he: מלות-מפתח מסייעות למשתמשים למצוא יצירות על-פי נושא.
hr: Ključne riječi pomažu korisnicima da pronađu djela prema temama.
it: Le Parole chiave aiutano gli utenti a trovare le opere per argomenti
nl: Trefwoorden helpen gebruikers in het vinden van werken op onderwerp
pl: Słowa kluczowe pozwalają szukać utworów wg haseł.
pt_br: Palavras-chaves ajudam usuário a encontrar trabalhos por tópicos.
sr: Ključne reči pomažu drugima da nalaze radove po temi.

source: (separated with a comma)
de: (kommagetrennt)
es_es: (separadas por comas)
he: (מופרדות בפסיקים)
hr: (odvojene zarezom)
it: (separati da una virgola)
nl: (comma gescheiden)
pl: (oddzielone przecinkiem)
pt_br: (separado por vírgulas)
sr: (razdvojeno zapetom)

source: Choose A License
nl: Kies Een Licentie

source: Your Name
nl: Uw Naam

source: File Format
de: Dateiformat
es_es: Formato del fichero
he: סוג הקובץ
hr: Format datoteke
it: Formato File
nl: Bestands Formaat
pl: Format pliku
pt_br: Formato do Arquivo
sr: Format datoteke

source: Please enter the URL where you will host your verification metadata. In most cases, this will be the page you link to your MP3 file from.
nl: Vult u alstublieft de URL in waar u uw verificatie metadata plaatst. In de meeste gevallen, zal dit de pagina zijn waar u vanuit uw mp3 naartoe linkt

source: Verification URL
de: URL zur Überprüfung
es_es: URL de verificación
he: URL אימות
hr: Verifikacijski URL
it: URL di verifica
nl: Verificatie URL
pl: Adres internetowy (URL) weryfikacji
pt_br: Endereço de verificação
sr: URL za potvrdu

source: You must supply the verification URL.
nl: U dient een verificatie URL op te geven

source: Other
de: Sonstiges
es_es: Otro
he: אחר
it: Altro
nl: Anders
pl: Inne
pt_br: Outro
sr: Drugo

source: Image
de: Bild
es_es: Imagen
he: תמונה
it: Immagine
nl: Plaatjes
pl: Obrazy
pt_br: Imagem
sr: Slika

source: Text
es_es: Texto
he: טקסט
it: Testo
nl: Tekst
pl: Teksty
pt_br: Texto
sr: Pisano delo

source: Interactive
de: Interaktiv
es_es: Interactivo
he: אינטראקטיבי
it: Interattivo
nl: Interactief
pl: Interaktywny
pt_br: Interativo
sr: Interaktivno delo

source: Please enter the URL where you will host your verification metadata. In most cases, this will be the page you link to your MP3 file from.
de: Bitte die URL eingeben, unter dem Du Deine Metadaten zur Überprüfung ablegst. In den meisten Fällen wird dies die Seite sein, von der Du zu Deiner MP3-Datei verlinkst.
es_es: Por favor, introduce la URL donde alojarás los metadatos de verificación. En la mayoría de casos, ésta será la página que enlazarás desde tus ficheros MP3
he: יש להכניס את ה-URL של המקום בו יאוחסן מידע האימות שלך. ברוב המקרים, יהיה זה העמוד ממנו יקושר קובץ ה-MP3 שלך.
hr: Molimo Vas da unesete URL gdje će se nalaziti Vaši verifikacijski metapodaci. U većini slučajeva to će biti stranica s koje ide link na Vašu MP3 datoteku.
it: Digita l'indirizzo dove metterai le metadata di verifica. Nella maggior parte dei casi, sarà la pagina a cui punterà il link nel tuo file MP3.
nl: Vult u alstublieft de URL in waar u uw verificatie metadata plaatst.In de meeste gevallen, zal dit de pagina zijn waar u vanuit uw mp3 naartoe linkt
pl: Proszę wprowadzić adres internetowy (URL) do miejsca przechowywania Twoich weryfikujących metadanych. W większości przypadków, będzie to adres strony, na której są linki do Twoich plików MP3.
pt_br: Por favor, escreva o endereço onde você vai hospedar os metadados de verificação. Na maioria dos casos, está será a mesma página que irá linkar seu MP3
sr: Molimo, unesite URL na kojem se će se nalaziti metapodaci za potvrdu. U većini slučajeva, to će biti veb stranica na koju se povezujete sa linka na kojem se nalazi vaša MP3 datoteka.

source: Username
es_es: Nombre de usuario
he: שם משתמש
hr: Korisničko ime
it: Nome Utente
nl: Gebruikersnaam
pl: Użytkownik
pt_br: Nome de usuário
sr: Korisničko ime

source: Password
de: Passwort
es_es: Contraseña
he: סיסמא
hr: Lozinka
nl: Wachtwoord
pl: Hasło
pt_br: Senha
sr: Lozinka

source: Save your username and password?
de: User-Name und Passwort speichern?
es_es: ¿Quieres guardar tu nombre de usuario y contraseña?
he: האם לשמור את שם המשתמש והסיסמא שלך?
hr: Želite li snimiti Vaše korisničko ime i lozinku?
it: Salvare il tuo nome utente e la tua password?
nl: Uw gebruikersnaam en wachtwoord opslaan?
pl: Zachować nazwę użytkownika i hasło?
pt_br: Salvar nome de usuário e senha?
sr: Da li da sačuvam vaše korisničko ime i lozinku?

source: Welcome
de: Willkommen
es_es: Bienvenidos
he: ברוכים הבאים
hr: Dobrodošli
it: Benvenuto
nl: Welkom
pl: Witaj
pt_br: Bem vindo
sr: Dobrodošli

source: The selected file %s can not be found.
de: Die ausgewählte Datei %s kann nicht gefunden verwenden.
es_es: No se ha encontrado el fichero %s seleccionado.
he: לא ניתן למצוא את הקובץ הנבחר %s.
hr: Odabranu datoteku %s nije moguće pronaći.
it: Il file selezionato %s non può essere trovato.
nl: Het geselecteerde bestand %s kan niet gevonden worden.
pl: Wybrany plik %s nie może zostać znaleziony
pt_br: O arquivo %s selecionado não foi encontrado.
sr: Ne nalazim odabranu datoteku %s.

source: ccPublisher does not have sufficient permissions to read the selected files.
de: ccPublisher hat nicht genügend Rechte, um die gewählten Dateien zu lesen.
es_es: ccPublisher no tiene suficientes permisos para leer los ficheros seleccionados.
he: אין ל-ccPublisher הרשאות מספיקות על-מנת לקרוא את הקבצים הנבחרים.
hr: ccPublisher nema potrebne ovlasti da čita odabrane datoteke.
it: ccPublisher non ha i permessi necessari per leggere i file selezionati.
nl: ccPublisher heeft niet voldoende rechten om de geselecteerde bestanden te lezen.
pl: ccPublisher nie ma uprawnień, by odczytać wybrane pliki.
pt_br: ccPublisher não possui permissão suficiente para ler os arquivos selecionados
sr: ccPublisher ne poseduje dovoljno ovlašćenja da bi mogao učitati odabrane datoteke.

source: Self Hosted Files
de: Dateien auf dem eigenen Webspace
es_es: Ficheros auto alojados
he: קבצים באחסון עצמי
hr: Na vlastitom webu.
it: File Auto-Hostati
nl: Zelf Bewaarde Bestanden
pl: Pliki, które sam hostujesz
pt_br: Arquivos hospedados por você mesmo
sr: Na vlastitom veb sajtu.

source: Invalid username or password.
de: Falscher User-Name oder Passwort.
es_es: Nombre de usuario o contraseña incorrectos
he: שם משתמש או סיסמא שגויים
hr: Pogrešno korisničko ime ili lozinka.
it: Nome utente o password non validi
nl: Onjuiste gebruikersnaam of wachtwoord.
pl: Niepoprawna nazwa użytkownika lub hasło.
pt_br: Nome de usuário ou senha inválidos.
sr: Pogrešno korisničko ime, ili lozinka.

source: Unable to connect to the Internet Archive to verify username and password.
de: Kann nicht mit dem Internet Archive verbinden, um User-Name und Passwort zu überprüfen.
es_es: No ha sido posible conectar con Internet Archive para verificar el nombre de usuario y la contraseña.
he: לא ניתן להתחבר ל-Internet Archive על-מנת לאמת את שם המשתמש והסיסמא.
hr: Ne mogu se spojiti na Internet Archive da provjerim korisničko ime i lozinku.
it: Impossibile connettersi a Internet Archive per verificare nome utente e password.
nl: Onmogelijk om met het Internet Archive verbinding te maken om gebruikersnaam en wachtwoord te verifieren.
pl: Nie mogę połączyć się z Internet Archive, żeby sprawdzić nazwę użytkownika i hasło.
pt_br: Não foi possível conectar ao Internet Archive para verificar nome de usuário e senha.
sr: Neuspelo povezivanje sa Internet arhivom (eng. Internet Archive), radi potvrđivanja korisničkog imena i lozinke

source: Item Identifier
de: Bezeichnung
es_es: Identificador del elemento
he: מזהה פריט
hr: Identifikator stavke
it: Identificatore oggetto
nl: Item Label
pl: Identyifkator utworu
pt_br: Identificador do Item
sr: Identifikator datoteke

source: That identifier does not conform to the Internet Archive's naming standards.
de: Diese Bezeichnung entspricht nicht den Bezeichnungs-Standards des Internet Archive.
es_es: Este identificador no sigue los estandards de nombre de Internet Archive.
he: מזהה זה אינו מתאים לתקן הזיהוי של ה-Internet Archive.
hr: Ovaj identifikator ne odgovara standardu imenovanja na Internet Archiveu.
it: Questo identificatore non è conforme con gli standard di Internet Archive.
nl: Dit label voldoet niet aan de naamgevings standaarden van het Internet Archive.
pl: Identyfikator nie odpowiada konwencjom nazewniczym Internet Archive.
pt_br: Este identificador não está nos padrões do Internet Archive.
sr: Taj identifikator nije u skladu sa standardima imenovanja Internet arhive (eng. Internet Archive)

source: That identifier is not available.
de: Diese Bezeichnung ist nicht verfügbar.
es_es: Este identificador no está disponible
he: מזהה זה אינו פנוי.
hr: Ovaj identifikator nije na raspolaganju.
it: Questo Identificatore non è disponibile.
nl: Dit label is niet aanwezig
pl: Identyfikator jest już zajęty.
pt_br: O identificador não está disponível.
sr: Ne postoji takav identifikator.

source: Enter your Internet Archive username and password. If you do not have a username and password, visit http://archive.org to create an account.
de: User-Name und Passwort für das Internet Archive eingeben. Falls Du noch kein Account hast, kannst Du es unter http://www.archive.org anlegen.
es_es: Entra tu nombre de usuario y la contraseña de Internet Archive. Si aún no los tienes, visita http://archive.org para crear una nueva cuenta.
he: יש להכניס את שם המשתמש והסיסמא שלך ל-Internet Archive. אם אין לך שם משתמש וסיסמא, ניתן לבקר ב-http://archive.org על-מנת ליצור חשבון.
hr: Unesite Vaše korisničko ime i lozinku za Internet Archive. Ako nemate korisničko ime i lozinku, otiđite na http://archive.org da biste kreirali korisnički račun.
it: Digita il tuo nome utente e la tua password di Internet Archive. Se non li possiedi, visita http://archive.org e crea un account.
nl: Vul hier uw Internet Archive gebruikersnaam en wachtwoord in. Als u nog geen gebruikersnaam en wachtwoord heeft kunt u http://archive.org bezoeken om hier een account aan te maken.
pl: Podaj nazwę użytkownika i hasło w Internet Archive. Jeśli jeszcze ich nie masz, wejdź na stronę http://archive.org i załóż sobie konto.
pt_br: Escreva seu nome de usuário e senha para o Internet Archive. Se você não tem um nome de usuário, visite http://archive.org para criar uma conta.
sr: Unesite vaše korisničko ime i lozinku. Ako ih nemate, posetite http://archive.org i napravite nalog.

source: Complete
de: Vollständig
es_es: Finalización
he: הושלם
hr: Završeno
it: Completato
nl: Compleet
pl: Gotowe
pt_br: Completo
sr: Obavljeno

source: Unable to write to the selected file.
de: Kann in die ausgewählte Datei nicht schreiben.
es_es: No ha sido possible escribir en el fichero seleccionado.
he: לא ניתן לרשום לקובץ הנבחר.
hr: Nije moguće pisati u odabranu datoteku.
it: Impossibile scrivere sul file selezionato.
nl: Onmogelijk om naar geselecteerd bestand te schrijven.
pl: Nie mogę zapisać wybranego pliku.
pt_br: Não foi possível escrever o arquivo selecionado.
sr: Ne mogu da zapisujem u odabranu datoteku

source: You must supply a description of at least 5 words.
de: Die Beschreibung muss mindestens 5 Wörter umfassen.
es_es: Debes escribir una descripción de 5 palabras como mínimo.
he: עליך לספק תיאור של לפחות 5 מילים.
hr: Opis mora imati najmanje 5 riječi.
it: Devi dare una descrizione di almeno 5 parole.
nl: U dient een beschrijving te geven van tenminste vijf woorden.
pl: Musisz podać minimum 5 słów opisu.
pt_br: Você precisa dar uma descrição de no mínimo 5 palavras.
sr: Morate dati opis od najmanje 5 reči.

source: You must supply a title.
de: Bitte einen Titel eingeben.
es_es: Debes indicar un título.
he: עליך לספק כותרת.
hr: Morate navesti naslov.
it: Devi dare un titolo.
nl: U dient een titel te geven.
pl: Musisz podać tytuł.
pt_br: Você precisa dar um título.
sr: Morate upisati ime dela.

source: Upload works to the Internet Archive (www.archive.org).
de: Upload zum Internet Archive (www.archive.org) funktioniert.
es_es: Subir obras al Internet Archive (www.archive.org).
he: העלאת יצירות ל-Internet Archive (www.archive.org).
hr: Pohranite djela na Internet Archive (www.archive.org).
it: Carica su Internet Archive (www.archive.org).
nl: Upload werken naar het Internet Archive (www.archive.org).
pl: Wgraj utwory do Internet Archive (www.archive.org).
pt_br: Enviar trabalho para o Internet Archive (www.archive.org).
sr: Pošalji radove u Internet Arhivu (www.archive.org).

source: Internet Archive Storage
de: Ablage bei Internet Archive
es_es: Depósito en el Internet Archive
he: אחסון ב-Internet Archive
hr: Spremnik Internet Archivea
it: Immagazzina su Internet Archive
nl: Internet Archive Opslag
pl: Przechowywanie w Internet Archive
pt_br: Repositório Internet Archive
sr: Skladište datoteka u Internet arhivi (eng. Internet Archive)

source: Create metadata suitable for use with files hosted on your web site.
de: Passende Metadaten für die Verwendung mit Dateien auf Deinem eigenen Webserver eingeben.
es_es: Crea los metadatos adecuados para ser utilizados con los ficheros alojados en tu sitio web.
he: יצירת מידע (metadata) המתאים לשימוש בקבצים המאוחסנים באתר שלך.
hr: Kreirajte metapodatke koji su prilagođeni za korištenje s datotekama koje držite na Vašoj web stranici.
it: Crea metadata da usare con file presenti sul tuo sito internet.
nl: CreÃ«er metadata geschikt voor bestanden op uw website.
pl: Stwórz metadane, których możesz użyć dla plików przechowywanych na własnej stronie.
pt_br: Criar metadados para usar com arquivos hospedados em seu web site.
sr: Kreirajte metapodatke podesne za korišćenje sa datotekama na vašem veb sajtu.

source: Self-hosted files
de: Dateien auf dem eigenen Webserver
es_es: Ficheros auto alojados
he: קבצים באחסון עצמי
hr: Na vlastitom webu
it: File Auto-Hostati
nl: Zelf-beheerde Bestanden
pl: Pliki, które samodzielnie przechowujesz
pt_br: Arquivos hospedados por você mesmo.
sr: Datoteke na vašem veb sajtu.

source: Metadata helps others to find your works.
de: Metadaten helfen anderen, Deine Werke zu finden.
es_es: Los metadatos ayudan a encontrar tus obras.
he: מידע Metadata מסייע לאחרים למצוא את היצירות שלך.
hr: Metapodaci pomažu drugima da pronađu Vaša djela.
it: I Metadata consentono ad altri di trovare le tue opere.
nl: Metadata helpt anderen uw werk te vinden.
pl: Metadane ułatwiają innym znalezienie twoich utworów.
pt_br: Metadados ajudam os outros a encontrar seus trabalhos.
sr: Metapodaci pomažu drugima da lakše nađu vaše radove.

source: Tell Us About Your Files
de: Berichte uns über Deine Dateien
es_es: Información de tus ficheros
he: ספר/י לנו על הקבצים שלך.
hr: Unesite informacije o Vašim datotekama
it: Parlaci dei tuoi File.
nl: Vertel Ons Over Uw Bestanden
pl: Podaj informacje o plikach
pt_br: Fale Sobre Seus Arquivos
sr: Recite nam nešto o vašim datotekama

source: Select File Formats
de: Dateiformate auswählen
es_es: Selecciona el formato de los ficheros
he: יש לבחור את סוגי הקובץ
hr: Odaberite formate datoteka
it: Scegli Formato File
nl: Kies Bestands Formaten
pl: Wybierz format plików
pt_br: Selecione Formato do Arquivo
sr: Izaberite formate za vašu datoteku
