Repository: BackupTheBerlios/cctools-svn
Catalog: publisher/trunk/resources/locale/*/p6.po
Languages: sr

source: With a Creative Commons license, you keep your copyright but allow people to copy and distribute your work provided the give you credit -- and only on the conditions you specify here.
sr: Sa Creative Commons licencom, Vi zadržavate autorsko pravo nad vašim delom, ali omogućavate i drugima da ga slobodno kopiraju i distribuiraju, navodeći vas kao autora dela i samo pod uslovima koje odredite ovde.

source: Select Upload Destination
sr: Odaberite destinaciju na kojoj će se čuvati datoteka

source: Error
sr: Greška

source: appname
sr: ccPublisher

source: release
sr: verzija

source: Interfaces
sr: Interfejsi

source: The interfaces which metadata applies to.
sr: Interfejsi na koje se primenjuju metapodaci.

source: Multiple
sr: Višestruko

source: Allow multiple storage providers to be selected.
sr: Omogući biranje više provajdera veb prostora.

source: Select Your Files
sr: Odaberite vaše datoteke

source: You must select at least one file.
sr: Morate odabrati barem jednu datoteku.

source: Please drag and drop individual files on this window.
sr: Molimo prenesite individualne datoteke u ovaj prozor.

source: Filename
sr: Ime datoteke

source: Uploading
sr: Šaljem na server

source: Choose A License
sr: Odaberite Licencu

source: License Class:
sr: Klasa Licence:

source: Selected License:
sr: Odabrana Licenca:

source: None selected
sr: Nemate ništa odabrano

source: Report a bug
sr: Prijavite grešku u softveru

source: Done!
sr: Gotovo!

source: Help
sr: Pomoć

source: Preferences
sr: Podešavanja

source: Browse
sr: Traži

source: Drag n' drop the audio or video files you want to publish to the Web with a Creative Commons license, or click the Browse button to manually select your files.
sr: Prenesite audio i video datoteke koje želite objaviti na Vebu sa Creative Commons licencom, ili kliknite na dugme Traži za ručni odabir vaših datoteka.

source: Working...
sr: Obavljam...

source: Delete
sr: Obriši

source: Edit
sr: Uredi

source: Exit
sr: Izađi

source: Cancel
sr: Odbaci

source: About
sr: O

source: File
sr: Datoteka
